[Twk_Pawn_DefaultPlayer DisTweaks_PlayerPawn]
m_CanPerformAdrenalineKillMessage="Toque em `GBA_Adrenaline` para realizar uma execução de adrenalina"
m_CanPerformAdrenalineDoubleKillMessage="Toque duas vezes em `GBA_Adrenaline` para realizar uma dupla morte por adrenalina"
m_DarknessLevelIncreasedMessage=""
m_BlockTutorialMessage="Pressione e segure `GBA_Block` para bloquear ataques corpo a corpo."
m_PerfectBlockTutorialMessage="Pressione e segure `GBA_Block` exatamente quando um inimigo está atacando para desequilibrá-lo."
m_AcquiredElixirTutorialMessage[0]="Press and hold `GBA_Wheel` to open the Quick-access Wheel, then press `KEY_B` to drink a Health potion."
m_AcquiredElixirTutorialMessage[1]="Press and hold `GBA_Wheel` to open the Quick-access Wheel, then press `KEY_X` to drink a Mana potion. "
m_AcquiredElixirTutorialMessage_PC[0]="Press `GBA_HealthElixir` to drink a Health potion."
m_AcquiredElixirTutorialMessage_PC[1]="Press `GBA_ManaElixir` to drink a Mana potion."
m_UseElixirTutorialMessage[0]="Your Health is Low. Press and hold `GBA_Wheel` to open the Quick-access Wheel, then press `KEY_B` to drink a potion."
m_UseElixirTutorialMessage[1]="Your Mana is Low. Press and hold `GBA_Wheel` to open the Quick-access Wheel, then press `KEY_X` to drink a potion."
m_UseElixirTutorialMessage_PC[0]="Your Health is Low. Press `GBA_HealthElixir` to drink a potion."
m_UseElixirTutorialMessage_PC[1]="Your Mana is Low. Press `GBA_ManaElixir` to drink a potion."
m_ThrowMovableTutorialMessage="Pressione `GBA_Primary` para arremessar objetos e atrair a atenção de um inimigo."
m_HeartTargetTutorialMessage="Runa ou Amuleto de Ossos nas proximidades. Equipe o Coração."
m_WheelTutorialMessage="Para mudar o item equipado, mantenha pressionado `GBA_Wheel` para abrir a Roda de Acesso Rápido."
m_WheelTutorialNoteTitle="Pressione `GBA_Journal` para ler o tutorial da Roda de Acesso Rápido."
m_DropAssassinationNoteTitle="Pressione `GBA_Journal` para ver o tutorial de Assassinato em Queda."
m_PowerInhibitedMessage=""

[Twk_Pawn_DefaultPlayer:DisTweaks_WhaleBoneCharmList_0 DisTweaks_WhaleBoneCharmList]
m_Charms[0]=(m_Levels=((m_Name="Tough Skin",m_Text="Your max health has been slightly increased")))
m_Charms[1]=(m_Levels=((m_Name="Blood Ox Heart",m_Text="Your max mana has been slightly increased")))
m_Charms[2]=(m_Levels=((m_Name="Healthy Appetite I",m_Text="Food heals you slightly more"),(m_Name="Healthy Appetite II",m_Text="Food heals you moderately more")))
m_Charms[3]=(m_Levels=((m_Name="Falling Star",m_Text="Drop-assassinating someone gives you a bit of mana")))
m_Charms[4]=(m_Levels=((m_Name="Clockwork Malfunction",m_Text="Enemy grenades take slightly more time to explode ")))
m_Charms[5]=(m_Levels=((m_Name="Unnerving Target I",m_Text="Enemies have a slight chance to miss with guns"),(m_Name="Unnerving Target II",m_Text="Enemies have a moderate chance to miss with Guns")))
m_Charms[6]=(m_Levels=((m_Name="Robust I",m_Text="Potions give you slightly more health"),(m_Name="Robust II",m_Text="Potions give you moderately more health")))
m_Charms[7]=(m_Levels=((m_Name="Spirited I",m_Text="Potions give you slightly more mana"),(m_Name="Spirited II",m_Text="Potions give you moderately more mana")))
m_Charms[8]=(m_Levels=((m_Name="Twist of Fortune I",m_Text="Very rarely, a potion gives you full mana"),(m_Name="Twist of Fortune II",m_Text="Sometimes, a potion gives you full mana")))
m_Charms[9]=(m_Levels=((m_Name="Rat Scent",m_Text="Rats attack you only when you walk closer")))
m_Charms[10]=(m_Levels=((m_Name="Spirit Water",m_Text="Drinking from faucets recharges a small amount of mana")))
m_Charms[11]=(m_Levels=((m_Name="Plague Resistant",m_Text="Weepers inflict slightly less damage")))
m_Charms[12]=(m_Levels=((m_Name="Plague Affinity",m_Text="Getting damaged by Weepers gives a small amount of mana")))
m_Charms[13]=(m_Levels=((m_Name="Vengeance",m_Text="Getting damaged gives you some adrenaline")))
m_Charms[14]=(m_Levels=((m_Name="Carrion Killer",m_Text="Killing rats gives you some adrenaline")))
m_Charms[15]=(m_Levels=((m_Name="Strong Arms",m_Text="Choking is faster")))
m_Charms[16]=(m_Levels=((m_Name="Undertaker",m_Text="You move slightly faster while carrying corpses")))
m_Charms[17]=(m_Levels=((m_Name="Swift Shadow",m_Text="You move forward slightly faster while in stealth mode")))
m_Charms[18]=(m_Levels=((m_Name="Whirlwind I",m_Text="You swing your sword slightly faster"),(m_Name="Whirlwind II",m_Text="You swing your sword moderately faster")))
m_Charms[19]=(m_Levels=((m_Name="Throwing Hand",m_Text="You throw carried objects a bit farther")))
m_Charms[20]=(m_Levels=((m_Name="Acrobat",m_Text="You climb slightly faster")))
m_Charms[21]=(m_Levels=((m_Name="Sustained Rage",m_Text="Your adrenaline takes slightly longer to cool down")))
m_Charms[22]=(m_Levels=((m_Name="Welcoming Host",m_Text="You can possess white rats for longer")))
m_Charms[23]=(m_Levels=((m_Name="Scavenger",m_Text="You find ammo in greater amounts")))
m_Charms[24]=(m_Levels=((m_Name="Albinos",m_Text="You encounter white rats slightly more often")))
m_Charms[25]=(m_Levels=((m_Name="Spiritual Pool",m_Text="You regenerate mana slightly faster")))
m_Charms[26]=(m_Levels=((m_Name="Reinforced Bolts",m_Text="Bolts stuck in enemies break less often")))
m_Charms[27]=(m_Levels=((m_Name="Fleet Fighter",m_Text="Having your weapons out doesn't slow you")))
m_Charms[28]=(m_Levels=((m_Name="Water of Life",m_Text="Drinking from fountains recharges a small amount of health")))
m_ScriptedCharms[0]=(m_Levels=((m_Name="Void Channel",m_Text="Powers effects slightly improved")))
m_ScriptedCharms[1]=(m_Levels=((m_Name="White Rats Friend",m_Text="White rats won't attack you")))
m_ScriptedCharms[2]=(m_Levels=((m_Name="Gutter Feast",m_Text="White rats can be consumed for mana")))
m_ScriptedCharms[3]=(m_Levels=((m_Name="Good Lungs",m_Text="Breath capacity in water increased slightly")))
m_ScriptedCharms[4]=(m_Levels=((m_Name="Delicate Touch ",m_Text="Breaking glass sound is moderately reduced")))
m_ScriptedCharms[5]=(m_Levels=((m_Name="Voyeur",m_Text="Moderate keyhole peeping magnification")))
m_ScriptedCharms[6]=(m_Levels=((m_Name="Fire Water",m_Text="Shot whiskey bottles explode with greater intensity")))
m_ScriptedCharms[7]=(m_Levels=((m_Name="Blast Resistant",m_Text="Damage from explosions reduced slightly")))
m_ScriptedCharms[8]=(m_Levels=((m_Name="Fencer ",m_Text="Win sword-vs-sword contests more frequently")))
m_ScriptedCharms[9]=(m_Levels=((m_Name="Quick Dodge",m_Text="Enemies miss more often with arrows and bolts")))
m_ScriptedCharms[10]=(m_Levels=((m_Name="River Affinity ",m_Text="Swim speed increased slightly")))
m_ScriptedCharms[11]=(m_Levels=((m_Name="Raven",m_Text="Drop assassination gives you a bit of health")))
